[ViperPrince1 X2CharacterTemplate]
strCharacterName="Принц вайперов «Сломанный бивень»"
strAcquiredText="Оказывается Король Вайперов не единственный Альфа-вид этих тварей. Его первые детенышы обладают частью его силы и управляют стаями менее развитых особей."

[ViperPrince2 X2CharacterTemplate]
strCharacterName="Принц Вайперов «Хромдом»"
strAcquiredText="Оказывается Король Вайперов не единственный Альфа-вид этих тварей. Его первые детенышы обладают частью его силы и управляют стаями менее развитых особей."

[ViperPrince3 X2CharacterTemplate]
strCharacterName="Принц Вайперов «Бунтарь»"
strAcquiredText="Оказывается Король Вайперов не единственный Альфа-вид этих тварей. Его первые детенышы обладают частью его силы и управляют стаями менее развитых особей."

[ViperPrincess X2CharacterTemplate]
strCharacterName="Принцесса Вайперов «Сестра»"
strAcquiredText="Оказывается Король Вайперов не единственный Альфа-вид этих тварей. Его первые детенышы обладают частью его силы и управляют стаями менее развитых особей."

[ViperHatchlingS X2CharacterTemplate]
strCharacterName="Вайпер детёныш"

[ViperHatchlingC X2CharacterTemplate]
strCharacterName="Вайпер детёныш"

[ViperHatchlingT X2CharacterTemplate]
strCharacterName="Вайпер детёныш"

[ViperHatchling X2CharacterTemplate]
strCharacterName="Вайпер детёныш"

[ViperFrostling X2CharacterTemplate]
strCharacterName="Вайпер детёныш"

[ViperPrince1_WPN X2WeaponTemplate]
FriendlyName="Королевский Вайпер снайпер"
AbilityDescName="Морозный выстрел Вайпера"

[ViperPrince2_WPN X2WeaponTemplate]
FriendlyName="Королевский вайпер лучник"

[ViperFrostAxe X2WeaponTemplate]
FriendlyName="Королевский вайпер воин"

[FrostScaleVest X2GrenadeTemplate]
FriendlyName="<font color='#13B0E1'>Жилет из ледяной чешуи</font>"
FriendlyNamePlural="<font color='#13B0E1'>Жилет из ледяной чешуи</font>"
BriefSummary="Жилет из ледяной чешуи сделан из чешуи морозного вайпера. Дает иммунитет к яду, а также к морозу."
TacticalText="<bullet/> Повышает здоровье солдата на 2.\n<bullet/> Даёт иммунитет к яду и морозу."

[XCOMFrostCaster X2WeaponTemplate]
FriendlyName="<font color='#13B0E1'>Винтовка морозного Вайпера</font>"
FriendlyNamePlural="<font color='#13B0E1'>Винтовка морозного Вайпера</font>"
TacticalText="<bullet/> Винтовка морозного Вайпера.\n<bullet/> Имеет 3 патрона в магазине.\n<bullet/> Даёт бонусы изгнания, обморожения и добавляет 15 точности к выстрелам."
BriefSummary="Винтовка морозного Вайпера добавляет +15 к прицеливанию, при том, что является аналогом лучевого оружия. Также дает способность «Изгнание» и способность «Обморожение»."
AbilityDescName="Винтовка морозного Вайпера"

[XCOMFrostAxe X2WeaponTemplate]
FriendlyName="<font color='#13B0E1'>Топор мороза</font>"
FriendlyNamePlural="<font color='#13B0E1'>Топор мороза</font>"
BriefSummary="Морозный топор наносит такой же урон, как и ионные топоры. Он также предоставляет специальную способность «Морозный выпад», которая при попадании наносит полный урон, а также замораживает цель на месте."
TacticalText="<bullet/> Можно использовать «Выпад» и «Морозный выпад».\n<bullet/> «Морозный выпад» имеет перезарядку в 4 хода."
AbilityDescName="Топор"

[Frostbomb X2TechTemplate]
DisplayName="<font color='#13B0E1'>Морозная граната</font>"
Summary="Эти ручные капсулы с детонатором, основанные на пока еще не идентифицированном химическом реагенте, способны мгновенно снизить температуру окружающей среды. Открытые ткани будут заморожены при контакте. Это оружие уникально, его нельзя дублировать или заменить."

[Frostbomb X2GrenadeTemplate]
FriendlyName="<font color='#13B0E1'>Морозная граната</font>"
FriendlyNamePlural="<font color='#13B0E1'>Морозная граната</font>"
BriefSummary="Эти ручные капсулы с детонатором, основанные на пока еще не идентифицированном химическом реагенте, способны мгновенно снизить температуру окружающей среды. Открытые ткани будут заморожены при контакте. Это оружие уникально, его нельзя дублировать или заменить."
TacticalText="<Bullet/> Морозная граната замораживает всех персонажей в радиусе поражения, не давая им двигаться.\n<Bullet/> Морозные гранаты имеют меньший радиус поражения по сравнению с другими гранатами."
ThrownAbilityName="Бросить морозную гранату"
ThrownAbilityHelpText="Замораживает всех противников в радиусе."
LaunchedAbilityname="Запустить морозную гранату"
LaunchedAbilityHelpText="Замораживает всех противников в радиусе."

[FrostAxeSlash X2AbilityTemplate]
LocFriendlyName="Морозный выпад"
LocLongDescription="Наносит урон противнику и заморживает его, не давая ему действовать."
LocHelpText="Морозный выпад"
LocFlyOverText="Морозный выпад"

[FrostBiteShot X2AbilityTemplate]
LocFriendlyName="Морозный выстрел"
LocLongDescription="Выстрел наносящий повреждения тканям противника. Замораживает цель."
LocHelpText="Морозный выстрел"
LocFlyOverText="Морозный выстрел"

[FrostBlood X2AbilityTemplate]
LocFriendlyName="Мгновенная заморозка"
LocLongDescription="При смерти морозный вайпер взрывается, замораживая всех вокруг."
LocHelpText="При смерти морозный вайпер взрывается, замораживая всех вокруг."
LocFlyOverText="Мгновенная заморозка"

[ViperChildrenInitialState X2AbilityTemplate]
LocFriendlyName="3 действия"
LocLongDescription="В отличие от Короля Змеи, который может реагировать на большинство действий наших солдат, его дети делать это не могут. Однако они могут совершать до 3 действий за один боевой раунд."
LocHelpText="Получить 3 действия."
LocFlyOverText="3 действия"

[ViperHatchlingMolt X2AbilityTemplate]
LocFriendlyName="Змеиный детёныш"
LocLongDescription="Эти новые детеныши имеют высокую скорость регенерации и могут линять, восстанавливая 2 HP за ход, если получают ранения."
LocHelpText="Снятие эффектов и воостановление 2 ОЗ за раунд."
LocFlyOverText="Змеиный детёныш"

[ViperChildrenMolt X2AbilityTemplate]
LocFriendlyName="Линька"
LocLongDescription="Принц и Принцесса Морозные Змеи имеют высокую скорость регенерации и могут линять, восстанавливая 4 HP за ход, если получают ранения"
LocHelpText="Снятие эффектов и восстановление 4 ОЗ за раунд."
LocFlyOverText="Линька"

[MultiActions X2AbilityTemplate]
LocFriendlyName="Многозадачность"
LocLongDescription="Дети Короля Вайперов могут совершать по 3 действия за ход"
LocHelpText="Получить 3 очка действия."


[LiquidNitroExplosion X2AbilityTemplate]
LocFriendlyName="Мгновенная заморозка"
LocLongDescription="Мгновенная заморозка может быть использована в радиусе 4 клеток вокруг владельца жилета. Взрыв наносит повреждения льдом по области. Владелец невосприимчив."
LocHelpText="Жидкие реагенты вызывают взрыв в радиусе 4 клеток."
LocFlyOverText="Мгновенная заморозка"

[CorpseViperPrinceChromedome X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Труп принца Вайперов «Хромдом»</font>"
FriendlyNamePlural="<font color='#13B0E1'>Труп принца Вайперов «Хромдом»</font>"
BriefSummary="Дети Короля вайперов не такие сильные, но такие же смертоносные как и он сам. Хромдом вылупился первым из своего выводка. Возможно, прошло всего несколько секунд, но это означало, что он был самым старшим. Может быть, не самый умный, но он больше всех унаследовал от своего отца. Большинство других из его выводка смотрели на своего старшего брата с уважением, а те, кто этого не делал, были им съедены."

[CorpseViperPrinceMohawk X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Труп принца Вайперов «Бунтарь»</font>"
FriendlyNamePlural="<font color='#13B0E1'>Труп принца Вайперов «Бунтарь»</font>"
BriefSummary="«Бунтарь» и его близнец «Сломанный Бивень» родились вместе из одного яйца. У этих двоих всегда было соперничество между братьями и сестрами, настоящие отношения любви и ненависти. Несмотря на то, что они ненавидят друг друга, других братьев и сестер они ненавидят больше. Если бы не защита друг друга, их старший брат Хромдом, возможно, уже съел бы их обоих. У «Бунтаря» отсутствуют глаза. Они был потеряны при рождении, когда его близнец воткнул бивень ему в глаз, ещё при вылуплении."

[CorpseViperPrinceBrokenTusk X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Труп принца вайперов «Сломанный бивень»</font>"
FriendlyNamePlural="<font color='#13B0E1'>Труп принца вайперов «Сломанный бивень»</font>"
BriefSummary="«Сломанный Бивень» и его близнец «Бунтарь» родились вместе из одного яйца. У этих двоих всегда было соперничество между братьями и сестрами, настоящие отношения любви и ненависти. Несмотря на то, что они ненавидят друг друга, других братьев и сестер они ненавидят больше. Если бы не защита друг друга, их старший брат Хромдом, возможно, уже съел бы их обоих. У «Сломаного бивня» сломан один из клыков, который он потерял при вылуплении."

[CorpseViperPrincess X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>Труп принцессы вайперов «Сестра»</font>"
FriendlyNamePlural="<font color='#13B0E1'>Труп принцессы вайперов «Сестра»</font>"
BriefSummary="Эта принцесса - первая настоящая женская особь от Короля Вайпров. Она не такая сильная, но такая же смертоносная, как ее отец. Неизвестно, сколько его потомков было точно. Принцессу зовут Сестра, которую ей дали братья-близнецы «Бунтарь» и «Сломанный Бивень». Она была последней, кто вылупился из двадцати пяти братьев и сестер. Большинство из них не прожили долго, так как старший брат Хромдом съел тех, кто слабее его. Только те, кто мог защитить друг друга, как братья-близнецы или сама Сестра, дожили до старости. Сестра была самой сильной и умной из своих братьев, но не стремилась драться ни с одним из них, чтобы доказать это. Она знала, что однажды она займет место своего отца и станет Королевой всех Вайперов."

[AutopsyViperPrinceChromedome X2TechTemplate]
DisplayName="<font color='#13B0E1'>Вскрытие принца вайперов «Хромдом»</font>"
Summary="Хромедом был самым старым Принцем Вайперов из всех. Эти вайперы так же умны, как и их Отец, и в большинстве случаев гораздо более смертоносны."
CodeName="Тяжелая голова"
LongDescription="Эти новые принцы не такие сильные, но такие же смертоносные как король Вайперов. Хромдом вылупился первым из своего выводка. Возможно, прошло всего несколько секунд, но это означало, что он был самым старшим. Может быть, не самый умный, но он больше всех унаследовал от своего отца. Большинство других из его выводка смотрели на своего старшего брата с уважением, а те, кто этого не делал, были им съедены. Р. Тайган."
AlertString="Хромдом"

[AutopsyViperPrinceMohawk X2TechTemplate]
DisplayName="<font color='#13B0E1'>Вскрытие принца вайпера «Бунтарь»</font>"
Summary="«Бунтарь» один из самых проворных вайперов в королевской семье, его мускульные ткани достигли просто невероятной эластичности и гибкости."
CodeName="Одноглазый"
LongDescription="«Бунтарь» и его близнец «Сломанный Бивень» родились вместе из одного яйца. У этих двоих всегда было соперничество между братьями и сестрами, настоящие отношения любви и ненависти. Несмотря на то, что они ненавидят друг друга, других братьев и сестер они ненавидят больше. Если бы не защита друг друга, их старший брат Хромдом, возможно, уже съел бы их обоих. У «Бунтаря» отсутствуют глаза. Они был потеряны при рождении, когда его близнец воткнул бивень ему в глаз, ещё при вылуплении. Р. Тайган."
AlertString="Бунтарь"

[AutopsyViperPrinceBrokenTusk X2TechTemplate]
DisplayName="<font color='#13B0E1'>Вскрытие принца вайперов «Сломаный бивень»</font>"
Summary="«Сломанный бивень» один из сильнейших вайперов в королевской семье, его мускульные ткани достигли просто невероятного силы."
CodeName="Беззубый"
LongDescription="«Сломанный Бивень» и его близнец «Бунтарь» родились вместе из одного яйца. У этих двоих всегда было соперничество между братьями и сестрами, настоящие отношения любви и ненависти. Несмотря на то, что они ненавидят друг друга, других братьев и сестер они ненавидят больше. Если бы не защита друг друга, их старший брат Хромдом, возможно, уже съел бы их обоих. У «Сломаного бивня» сломан один из клыков, который он потерял при вылуплении. Р. Тайган"
AlertString="Сломаный бивень"

[AutopsyViperPrincess X2TechTemplate]
DisplayName="<font color='#13B0E1'>Вскрытие принцессы вайперов «Сестра»</font>"
Summary="Принцесса вайперов, самая младшая из королевской семьи."
CodeName="Белый снег"
LongDescription="Эта принцесса - первая настоящая женская особь от Короля Вайпров. Она не такая сильная, но такая же смертоносная, как ее отец. Неизвестно, сколько его потомков было точно. Принцессу зовут Сестра, которую ей дали братья-близнецы «Бунтарь» и «Сломанный Бивень». Она была последней, кто вылупился из двадцати пяти братьев и сестер. Большинство из них не прожили долго, так как старший брат Хромдом съел тех, кто слабее его. Только те, кто мог защитить друг друга, как братья-близнецы или сама Сестра, дожили до старости. Сестра была самой сильной и умной из своих братьев, но не стремилась драться ни с одним из них, чтобы доказать это. Она знала, что однажды она займет место своего отца и станет Королевой всех Вайперов. Р. Тайган"
AlertString="Сестра"


[ViperportalC X2AbilityTemplate]
LocFriendlyName="Призыв из гнезда"
LocLongDescription="Открывает портал вайперов, который призывает особей из гнезда."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Выползайте!"

[ViperportalS X2AbilityTemplate]
LocFriendlyName="Призыв из гнезда"
LocLongDescription="Открывает портал вайперов, который призывает особей из гнезда."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Ваш принц призывает вас!"

[ViperportalP X2AbilityTemplate]
LocFriendlyName="Призыв из гнезда"
LocLongDescription="Открывает портал вайперов, который призывает особей из гнезда."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Ваш принц призывает вас!"

[ViperportalT X2AbilityTemplate]
LocFriendlyName="Призыв из гнезда"
LocLongDescription="Открывает портал вайперов, который призывает особей из гнезда."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Нам нужна подмога!"

[ViperPrincessPortal X2AbilityTemplate]
LocFriendlyName="Призыв принцессы"
LocLongDescription="Открывает портал, который призывает принцессу вайперов на охоту."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Принцесса помоги нам!!"

[ViperPrincePortal X2AbilityTemplate]
LocFriendlyName="Призыв принца"
LocLongDescription="Открывает портал, для призыва Вайперов принцев на поле боя."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Людишки.... схватить!!!"

[ViperTwinsPortal X2AbilityTemplate]
LocFriendlyName="Призыв обоих принцев"
LocLongDescription="Открывает портал, для призыва Вайперов принцев на поле боя."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Мы нашли еду!!"

[ViperTwinsPortal2 X2AbilityTemplate]
LocFriendlyName="Зов братьев"
LocLongDescription="Открывает портал, для призыва Вайперов принцев на поле боя."
LocHelpText="Открыть портал вайперов."
LocFlyOverText="Присоединяйтесь к охоте!!"


[ChildrenEscapes X2AbilityPointTemplate]
ActionFriendlyName="Побег правителя"

[SlickAsIce X2AbilityTemplate]
LocFriendlyName="Гладкий как лёд"
LocLongDescription="Может переместиться в новое укрытие после нападения."
LocHelpText="Может переместиться в новое укрытие после нападения."

[JustTooSlick X2AbilityTemplate]
LocFriendlyName="Морозные рефлексы"
LocLongDescription="Быстрая реакция Принцессы Вайперов не вызывают наблюдение или ответный огонь."
LocHelpText="Быстрая реакция Принцессы Вайперов не вызывают наблюдение или ответный огонь."


[DaddysLittlePrincess X2SitRepTemplate]
FriendlyName="<font color='#13B0E1'>Папина малышка</font>"
Description="Принцесса Змеи отправила группу вайперов в эту область, чтобы найти и уничтожить XCOM."

[DaddysLittlePrincessEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#13B0E1'>Змеи на охоте</font>"
Description="Замечены большие группы вайперов, охотящихся на XCOM. Разведчики Змеи могут вызвать Принцессу Змеи, чтобы она присоединилась к охоте."

[LikeFatherLikeSon X2SitRepTemplate]
FriendlyName="<font color='#13B0E1'>Яблоко от яблони</font>"
Description="Принц Змей отправил группу вайперов в эту область, чтобы найти и уничтожить XCOM."

[LikeFatherLikeSonEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#13B0E1'>Змеи на охоте</font>"
Description="Замечены большие группы вайперов, охотящихся на XCOM. Разведчики Змеи могут вызвать Принца Змеи, чтобы он присоединился к охоте."

[TwinTrouble X2SitRepTemplate]
FriendlyName="<font color='#13B0E1'>Двойная проблема</font>"
Description="Близнецы Змей отправили группу вайперов в эту область, чтобы найти и уничтожить XCOM."

[TwinTroubleEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#13B0E1'>Змеи на охоте</font>"
Description="Замечены большие группы вайперов, охотящихся на XCOM. Разведчики Змеи могут вызвать Близнецов, чтобы они присоединились к охоте."




